// ------ Strings in Smash Error ------ //"Your HP device has sent a status message. This message could not be saved" = "Seu dispositivo HP enviou uma mensagem de status. Não foi possível salvar a mensagem";